Repository: MahaStinSoft/PGPFlutterApp
Catalog: lib/l10n/intl_*.arb
Languages: ta

source: Welcome Back!
ta: மீண்டும் வருக!

# loginGrievance
source: Login to share your grievance!
ta: உங்கள் புகாரைப் பகிர்வதற்காக உள்நுழையவும்!

source: Your Email
ta: உங்கள் மின்னஞ்சல்

source: Password
ta: கடவுச்சொல்

source: Forgot Password?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Login
ta: உள்நுழைய

source: English
ta: ஆங்கிலம்

# dontHaveAccount
source: Don’t have an account?
ta: கணக்கு இல்லையா?

source: Sign Up
ta: பதிவு செய்க

# signIn
source: Login
ta: உள்நுழைய

source: Please enter your name
ta: உங்கள் பெயரை உள்ளிடவும்

source: Please enter your mobile number
ta: உங்கள் மொபைல் எண்ணை உள்ளிடவும்

source: Please enter exactly 10 digits
ta: தயவுசெய்து 10 இலக்கங்களை மட்டும் உள்ளிடவும்

# mobileNumberMustStartWith6
source: Mobile number must start with 6, 7, 8, or 9
ta: மொபைல் எண் 6, 7, 8 அல்லது 9 கொண்டு தொடங்க வேண்டும்

source: Please enter a valid email address
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்

source: Please enter your email
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்

source: Please enter your password
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்

source: Password must be at least 6 characters
ta: கடவுச்சொல் குறைந்தது 6 எழுத்துகள் வேண்டும்

source: Please confirm your password
ta: உங்கள் கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Passwords do not match
ta: கடவுச்சொற்கள் பொருந்தவில்லை

source: Your Name
ta: உங்கள் பெயர்

# yourNameHint
source: Enter your name
ta: உங்கள் பெயரை உள்ளிடவும்

source: Mobile No
ta: மொபைல் எண்

# mobileNoHint
source: Enter your mobile number
ta: உங்கள் மொபைல் எண்ணை உள்ளிடவும்

source: Email
ta: மின்னஞ்சல்

# emailHint
source: Enter your email
ta: உங்கள் மின்னஞ்சலை உள்ளிடவும்

# passwordHint
source: Enter your password
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்

source: Confirm Password
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

# confirmPasswordHint
source: Confirm your password
ta: உங்கள் கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Already have an account?
ta: ஏற்கனவே ஒரு கணக்கு உள்ளதா?

# appTitle
source: Public Grievance Portal
ta: பொது புகார் மையம்

source: Submitted Grievance
ta: சமர்ப்பிக்கப்பட்ட புகார்

source: Resolved Grievance
ta: குறை தீர்க்கப்பட்டது

source: Know your Municipality
ta: நகராட்சி தகவல்கள்

source: New Grievance
ta: புதிய புகார்

source: Registered Grievance
ta: பதிவு செய்யப்பட்ட புகார்

source: Gallery
ta: படக்காட்சிகள்

source: Videos
ta: வீடியோக்கள்

source: My Grievance
ta: என் புகார்கள்

source: No Grievance to Show
ta: காண்பிக்க எந்த புகாரும் இல்லை

# grievanceFormTitle
source: Grievance Form
ta: பிரச்சினைப் படிவம்

source: Grievance Type
ta: பிரச்சினை வகை

source: Select Grievance Type
ta: வகை தேர்ந்தெடு

source: Grievance
ta: பிரச்சினை

source: Enter your query
ta: உங்கள் கேள்வியை உள்ளிடவும்

source: Grievance Location
ta: பிரச்சினை இடம்

source: Taluk
ta: தாலுகா

source: Select Taluk
ta: தாலுக்கைத் தேர்ந்தெடுக்கவும்

source: Union
ta: அணி

source: Select Union
ta: அணியைத் தேர்ந்தெடுக்கவும்

source: Town Panchayat
ta: நகர பஞ்சாயத்து

source: Select Town Panchayat
ta: நகர பஞ்சாயத்தை தேர்ந்தெடுக்கவும்

source: Village Panchayat
ta: கிராம பஞ்சாயத்து

source: Select Village Panchayat
ta: கிராம பஞ்சாயத்தை தேர்ந்தெடுக்கவும்

source: Village / Town
ta: கிராமம் / நகரம்

source: Select Village / Town
ta: கிராமம் / நகரத்தைத் தேர்ந்தெடுக்கவும்

source: Ward No
ta: வர்டு எண்

source: Select Ward No
ta: வர்டு எண்களைத் தேர்ந்தெடுக்கவும்

source: Street Name
ta: சாலையின் பெயர்

# selectStreetName
source: Select Street
ta: சாலையைத் தேர்ந்தெடுக்கவும்

source: Submit
ta: சமர்ப்பிக்கவும்

source: Type1
ta: வகை1

source: Type2
ta: வகை2

source: Type3
ta: வகை3

# pleaseSelect
source: Please select a {label}
ta: {label} ஐத் தேர்ந்தெடுக்கவும்

# pleaseEnter
source: Please enter {label}
ta: {label} ஐ உள்ளிடவும்

# emailRequired
source: Email is required
ta: மின்னஞ்சல் தேவை

# passwordRequired
source: Password is required
ta: கடவுச்சொல் தேவை
